<template>
	<view class="wrap">
		<scroll-view class="text" scroll-y="true">
			此处为平台隐私条款占位文字 请您在注册“xxxx”账户前仔细阅读本条款，确保您充分理解本协议中各条款。 您在注册程序过程中点击注册，即表示您自愿与达成协议，同意完全接受本协议下的全部条款，本协议条款即构成了对双方具有法律约束力的文件。 本协议可由修改协议条款后，如果用户不接受修改后的条款，请立即停止使用提供的服务，用户继续使用提供的服务将被视为接受修改后的协议。 一、账户注册 1、用户，包含注册用户和非注册用户。注册用户是指通过完成全部注册程序后使用服务的用户。非注册用户是指未进行注册、直接进入使用服务的用户。 2、账号的所有权归属于，您完成注册申请手续后，可获得账号的使用权。注册时您应提供即时、详尽及准确的个人资料，并有义务不断更新注册资料且保持信息的真实性及有效性，以符合即时、详尽、准确的要求。所有原始键入的资料将认定为注册资料。因注册资料不真实而引起的问题，及该问题引发的后果，不承担任何责任。且因为您注册资料的不真实，可能会导致您不能使用的全部功能或服务。
		</scroll-view>
	</view>
</template>

<script>
</script>

<style>
	.text{
		width: 670upx;
		margin: 58upx auto;
	}
</style>
